<?php

return [

    'lessons' => '{0} уроков |[1] урок|[2,4] урока|[5,*] уроков',
    'units' => '{0} модулей |[1] модуль|[2,4] модуля|[5,*] модулей',
    'levels' => [
        'beginner' => 'начинающий',
        'intermediate' => 'средний',
        'advanced' => 'продвинутый',
        'Beginner' => 'Начинающий',
        'Intermediate' => 'Средний',
        'Advanced' => 'Продвинутый',
    ],
    'types' => [
        'text' => 'текст',
        'video' => 'видео',
        'file' => 'файл',
        'quiz' => 'тест',
        'Text' => 'Текст',
        'Video' => 'Видео',
        'Quiz' => 'Тест',
        'File' => 'Файл'
    ],
    'tooltip' => [
        'available' => 'Курс куплен и доступен к просмотру',
        'favorite' => 'Курс в избранном',
        'finished' => 'Курс успешно окончен',
        'watchlist' => 'Курс добавлен в список просмотра',
        'default' => 'Курс сейчас недоступен к просмотру'
    ],
    'Archived' => 'В архиве',
    'not_started' => 'Не начат',
    'finished' => 'Просмотрено',
    'finished_all' => 'Просмотрены все уроки',
    'finished_lessons' => '{0} Просмотрено :finished уроков из :total|[1] Просмотрен :finished урок из :total|[2,4] Просмотрено :finished урока из :total|[5,*] Просмотрено :finished уроков из :total',
    'Free' => 'Бесплатные',
    'Visible' => 'Опубликованные',
    'watched' => 'Урок уже просмотрен',
];
