<?php

return [

    'discover' => [
        'title' => 'Давно хотел изучить 3D, 2D и VFX?',
        'content' => 'Раскройте свой творческий потенциал и улучшите свои навыки повествования. Погрузитесь в мир анимации
     с обучающими материалами от экспертов, практическими проектами и обширными ресурсами, охватывающими все: от основ
     до продвинутых техник в традиционных и цифровых форматах.'
    ],
    'courses' => [
        'title' => 'Курсы',
        'content' => 'Откройте для себя наши первоклассные курсы, подходящие для всех уровней — от новичков до продвинутых.
     Хотите освоить основы или углубиться в специализированные техники? Наши курсы просто объяснены и дадут вам нужные
     знания и практический опыт для успеха.',
    ],
    'resources' => [
        'title' => 'Цифровые ресурсы',
        'content' => 'Пользуйся классными инструментами и материалами, чтобы улучшить своё обучение. Интерактивные гайды
     и удобные скачиваемые ресурсы сделают процесс обучения проще и веселее.',
    ],
    'community' => [
        'title' => 'Живое сообщество',
        'content' => 'Присоединяйтесь к активному сообществу, где можно общаться с другими, делиться идеями и получать
     поддержку. Это отличное место, чтобы взаимодействовать с другими учащимися и максимально использовать своё обучение.',
    ],

];
